<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="utf-8">
    <title>charlotte beltzung</title>
    <meta name="description" content="" />
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
</head>
<!-- A CHANGER -->
<body class="veillee">
<!-- ######### -->
    <div class="row" style="margin-bottom: 80px;">
        <div class="column silhouette">
            <a href="./index.html">
                <img src="./static/images/index/totembleu.gif" alt="totem"/>
            </a>
        </div>
        <div class="column" style="margin: 5%;">
            Les Totems est une installation in situ &eacute;rig&eacute;e &agrave; Le Change (Dordogne) lors de la r&eacute;sidence Summer Camp <br>en septembre 2019.<br>
            <br>
            Cinq totems : Soleil, Force, Étoile, Magicien et Fou, (des noms inspir&eacute;s de cartes du tarot de Rider-Waite) <br>sont fabriqu&eacute;s avec des mat&eacute;riaux organiques et min&eacute;raux trouv&eacute;s autour de la rivi&egrave;re (bois  fott&eacute;s, terre argileuse, feuillages, plantes sauvages, fruits, cadeaux). 
            Ielles ont &eacute;t&eacute; &eacute;rig&eacute;·es autour de notre campement le long d'un arc de cercle qui suit le chemin de la rivi&egrave;re.
            Ce sont des discussions avec les six autres artistes pr&eacute;sents &agrave; la r&eacute;sidence qui m’ont inspir&eacute;es les formes et les caract&eacute;ristiques des totems.
            En d&eacute;but de r&eacute;sidence, j’ai interrog&eacute; chaque r&eacute;sident sur ses pr&eacute;occupations de jeune artiste. Ces &eacute;changes ont donn&eacute; lieu &agrave; des conversations profondes, mettant en avant des probl&eacute;matiques communes au groupe.
            Ces totems sont les embl&egrave;mes du groupe d’artistes que nous sommes <br>et sont l&agrave; pour prendre soins de nous.
            <br>
            <br>
            <i>
            Totems, are part of an in situ installation erected in Le Change (Dordogne) during the Summer Camp residency<br> in September 2019.<br>
            <br>
            Five totems, Sun, Strength, Star, Magician and Fool, (names inspired by Rider-Waite tarot deck) are made with organic <br>and mineral materials found around the river (driftwood, clay, foliage, wild plants, fruits, gifts).
            They were erected around our campsite, along a river path.
            It was talking with the six other artists, who were also taking part in the residency, inspired the shapes and characteristics of the totems.
            At the beginning of the residency, I asked each resident about their concerns as young artists. These discussions gave rise to deep conversations, highlighting issues common to the group.
            These totems are the emblems of our group of artists and are here to take care of us.
            </i>
            <br>
            <br>
            <br>
            <a href="https://summercamp.hotglue.me/2019" target="blank_">
                <b>La page de la r&eacute;sidence Summer Camp : <u>summercamp.hotglue.me/2019</u></b>
            </a>
        </div>
    </div>
<!-- 
    <div class="row" style="justify-content: center; margin-bottom: 60px;">
        <a href="https://summercamp.hotglue.me/2019" target="blank_">
            <b>La page de la r&eacute;sidence Summer Camp : https://summercamp.hotglue.me/2019</b>
        </a>
    </div> -->

    <div class="row" style="margin-bottom: 100px;">
        <div class="column" style="flex: 1; margin-right: 20px;">
            <div class="swapImage" style="height: 100%;">
                <img src="../static/images/totems/IMG_1722.jpg" data-src_normal="../static/images/totems/IMG_1722_texte.jpg" data-src_bleu="../static/images/totems/IMG_1722.jpg" alt="totems"/>
            </div>
        </div>
        <div class="column" style="flex: 1; margin-left: 80px; margin-top: 60px;">
            <span>
                Chaque Totem a re&ccedil;u des offrandes en fonction<br> de son r&ocirc;le et de ses caract&eacute;ristiques.<br>
               
                Les totems ont &eacute;t&eacute; activ&eacute;· es lors<br>
                de la soir&eacute;e de restitution, <br>&agrave; la
                nuit tomb&eacute;e, sous la pleine lune montante; <br>le groupe s’est r&eacute;uni dans le champ,<br> en leur centre o&ugrave; j’ai lu un texte  <br>pour pr&eacute;senter chaque totem  <br>avec ses caract&eacute;ristiques.<br>
                <br>
                <i> Each Totem received offerings according <br>to its capacities and characteristics.<br>
                Totems were opened up <br>during
                the restitution evening <br>as the
                nightfall, under the rising full moon;<br>the group gathered in the field, in their center <br>where I read a text to present each totem <br>with its features.</i>
            </span>
        </div>

    </div>

    <div class="row" style="padding-bottom: 0px;">
    <span class="color">
        Soleil est le guide du groupe, iel repr&eacute;sente la bonne communication entre tous, les collaborations et l'harmonie.<br>
        Iel est fait·e d'une branche de ch&ecirc;ne offerte par Jo&euml;l, de terre de la rivi&egrave;re, de noix, de basilic sauvage, d'une coquille d'huître de rivi&egrave;re, <br>d'un visage en argile fa&ccedil;onn&eacute; par Sarah et d'une coiffe confectionn&eacute;e par Cyprien.<br>
        <br>
        <i>
        Sun is the guide of the group, they represent good communication among the group, collaboration and harmony.<br>
        They are made of a oak branch offered by Jo&euml;l, mud from the river, nuts, wild basil, an oyster shell, a face made out of clay shaped by Sarah and a headdress made by Cyprien. 
        </i>
    </span>
    </div>

    <div class="row" style="padding-bottom: 100px;">
        <div class="column" style="flex: 0.75; margin-right: 20px;">
            <img src="../static/images/totems/IMG_1708.jpg" alt="totems"/>
        </div>
        <div class="column" style="flex: 0.688927943761; margin-right: 20px;">
            <img src="../static/images/totems/IMG_1709.jpg" alt="totems"/>
        </div>
        <div class="column" style="flex: 0.75;">
            <img src="../static/images/totems/IMG_1706.jpg" alt="totems"/>
        </div>
    </div>

    <div class="row" style="padding-bottom: 10px;">
    <span class="color">
        Force repr&eacute;sente la vitalit&eacute; dans le travail, la volont&eacute; et le courage.<br>
        Iel est fait·e de bois flott&eacute;s, de terre de la rivi&egrave;re, de composte du groupe, de noisettes, de barbe de ma&iuml;s, d'une feuille de mais offerte par L&eacute;ah et d'une pomme.<br>
        <br>
        <i>
        Strength represents workflow vitality, willpower and courage.<br>
        They are made of driftwood, river earth, group compost, hazelnuts, corn beard, a corn leaf offered by L&eacute;ah and an apple.
        </i>
    </span>
    </div>

    <div class="row" style="padding-bottom: 100px;">
        <div class="column" style="flex: 0.75; margin-right: 20px;">
            <img src="../static/images/totems/IMG_1626.jpg" alt="totems"/>
        </div>
        <div class="column" style="flex: 0.764471057884; margin-right: 20px;">
            <img src="../static/images/totems/IMG_1643.jpg" alt="totems"/>
        </div>
        <div class="column" style="flex: 0.706666666667;">
            <img src="../static/images/totems/IMG_1628.jpg" alt="totems"/>
        </div>
    </div>

    <div class="row" style="padding-bottom: 0px;">
    <span class="color">
        &Eacute;toile repr&eacute;sente celui·celle qui accueille, la protection, la beaut&eacute;, l'esp&eacute;rance et enchantement.<br>
        Iel est fait·e de bois flott&eacute;s, de terre de rivi&egrave;re collect&eacute;e avec l'aide de Natacha et Cassandre, de composte de groupe, d'abricots, <br>d'une fleur de n&eacute;nuphar apport&eacute;e par Lucas, d'un caillou rond et d'une coquille d'&oelig;uf d'oiseau.<br>
		<br>
        <i>
        Star represents the one who hosts, protection, beauty, hope and enchantment.<br>
        They are made of driftwood, river mud collected with the help of Natacha and Cassandre, group compost, apricots, a water lily flower brought by Lucas,<br> a round pebble and a bird eggshell.
        </i>
    </span>
    </div>

    <div class="row" style="padding-bottom: 100px;">
        <div class="column" style="flex: 0.75; margin-right: 20px;">
            <img src="../static/images/totems/IMG_1687.jpg" alt="totems"/>
        </div>
        <div class="column" style="flex: 1.333333333333; margin-right: 20px;">
            <img src="../static/images/totems/IMG_1681.jpg" alt="totems"/>
        </div>
        <div class="column" style="flex: 0.607476635514;">
            <img src="../static/images/totems/IMG_1685.jpg" alt="totems"/>
        </div>
    </div>

    <div class="row" style="padding-bottom: 0px;">
    <span class="color">
        Magicien repr&eacute;sente la connaissance profonde, l'intelligence cr&eacute;atrice et l'audace qui m&egrave;ne au succ&egrave;s.<br>
        Iel est fait·e de bois flott&eacute;, de branches de saules, de terre de la rivi&egrave;re, de composte de groupe, de menthe, de noix et de feuilles de noyer.<br>
        <br>
        <i>
        Magician represents deep knowledge, intelligence in creation and boldness that leads to success.<br>
        They are made of driftwood, willow branches, river mud, group compost, mint, walnuts and walnut leaves.
        </i>
    </span>
    </div>

    <div class="row" style="padding-bottom: 100px;">
        <div class="column" style="flex: 1; margin-right: 20px;">
            <img src="../static/images/totems/IMG_1653.jpg" alt="totems"/>
        </div>
        <div class="column" style="flex: 1; margin-right: 20px;">
            <img src="../static/images/totems/IMG_1656.jpg" alt="totems"/>
        </div>
        <div class="column" style="flex: 0.984126984127;">
            <img src="../static/images/totems/IMG_1654.jpg" alt="totems"/>
        </div>
    </div>

    <div class="row" style="padding-bottom: 0px;">
    <span class="color">
        Fou repr&eacute;sente l'aventure, la spontan&eacute;it&eacute;, la curiosit&eacute; et le hasard qui m&egrave;ne &agrave; la nouveaut&eacute;.<br>
        Iel est fait·e de bois flott&eacute;s, de branches de ronces, de terre de rivi&egrave;re, de composte de groupe, de mûres et de coings doux.<br>
        <br>
        <i>
        Fool represents adventure, spontaneity, curiosity and chance that leads to new things.<br>
        They are made of driftwood, bramble branches, river mud, group compost, blackberries and sweet quinces.
        </i>
    </span>
    </div>

    <div class="row" style="margin-bottom: 10px;">
        <div class="column" style="flex: 1; margin-right: 20px;">
            <img src="../static/images/totems/IMG_1690.jpg" alt="totems"/>
        </div>
        <div class="column" style="flex: 1; margin-right: 20px;">
            <img src="../static/images/totems/IMG_1693.jpg" alt="totems"/>
        </div>
        <div class="column" style="flex: 1;">
            <img src="../static/images/totems/IMG_1695.jpg" alt="totems"/>
        </div>
    </div>

    <div class="row">
        <div class="column">
            © photos Charlotte Beltzung
        </div>
    </div>
</body>
</html>
